import type { VnScript } from '../../types';

export const s37_B01_38: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/b01exh1",
    "url": "https://ex.moonchan.xyz/s/4395aac8ee/4008094-3?redirect_to=image"
   },
   {
    "key": "EV/b01exh2",
    "url": "https://ex.moonchan.xyz/s/5c843d05ce/4008094-4?redirect_to=image"
   },
   {
    "key": "EV/b01exh3",
    "url": "https://ex.moonchan.xyz/s/4762c29285/4008094-5?redirect_to=image"
   },
   {
    "key": "EV/b01exh4",
    "url": "https://ex.moonchan.xyz/s/c10d01074c/4008094-6?redirect_to=image"
   },
   {
    "key": "EV/b01exh5",
    "url": "https://ex.moonchan.xyz/s/f5f38e3df0/4008094-7?redirect_to=image"
   },
   {
    "key": "EV/b01exh6",
    "url": "https://ex.moonchan.xyz/s/73bfdc059a/4008094-8?redirect_to=image"
   }
  ]
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「…………隊長さん、よく眠ってるなぁ。\n　ふだん、疲れてるのかな」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "反射的に、近くのカーテンの陰に隠れたS37。\n特に意味はなかったが……結果的に、その判断は正しかった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "中にいるのはベッドで寝ている隊長さんと、B01のようだ。\n彼女は隊長さんの寝顔を優しげに眺めながら――ある一点を\n見つめて動きを止める。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……隊長さん？\n　おーい、こっち、けっこうお元気みたいですけどー……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……横になっている隊長さんの下腹部。\n薄い毛布の下にあっても分かる程度に、そこが盛り上がっていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「お、男の人って寝てる時でもこうなるとは聞いてたけど……\n　本当にそうなんだ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「っていうか……それにしても、ちょっと元気すぎない？\n　これだけ元気なら体の具合は大丈夫そうだけどさぁ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そこまで一人で呟いた後、彼女はしばし無言で周囲を\nきょろきょろと見回す。\n慌ててカーテンの内側に引っ込んだおかげで、S37が気付かれる\nことはなかった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "すると――なんということだろう。\nB01がゆっくりとブーツを脱いで、隊長さんの上に馬乗りに\nなったのだ。"
 },
 {
  "type": "cg",
  "key": "EV/b01exh1"
 },
 {
  "type": "cg",
  "key": "EV/b01exh1"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……いや、これは違くてね。\n　別に普段、X07とよろしくやってるのが聞こえてきて\n　色々ムラムラしてるとか、悶々としてるとかじゃないんだよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "バレた……わけではなかったようだ。\n単に誰にでもなく言い訳めいた言葉を口にして、B01はズボンの下で\n主張を続ける隊長さんの隊長さん（♂）を熱っぽい目で見る。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……こんなにパンパンになっちゃってたら、辛い……はず。\n　周りに誰もいないし……私がちゃんと、処理してあげないとね」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "言いながら、B01は隊長さんのズボンを少しだけずらす。\n眠ったままの隊長さんのモノが、勢いよくボロンと飛び出してきた。"
 },
 {
  "type": "cg",
  "key": "EV/b01exh2"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「おぉ……？　なんか、前にシた時よりおっきくない？\n　なんで？　そういうものなの……？\n　X07とシまくってるせいで育った？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "さすがにそんなことはないと思いますわ？　とガラにもなく\nツッコミが頭をよぎったが、今それを口に出せばどうなるか。\nB01は優しいが、怒るときはちゃんと怒るのだ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そんなことを考えているうちに――\nどうやらB01は一人、なにやら覚悟を決めていたようだった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……はぁ、はぁっ♥\n　隊長さん、もう、私も我慢、できないから……\n　ごめんねっ……」"
 },
 {
  "type": "cg",
  "key": "EV/b01exh3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "スカートも脱がず、そのまま腰だけを竿の上からすとんと下ろす。\n小さな水音とともに、隊長さんの剛直が一気にB01の体内へと\n呑み込まれていった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「っ、はぁっ……！♥\n　隊長さんのっ、やっぱり、すごっ……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "挿れただけでイってしまったのか、小さく身体を震わせるB01。\n……ちなみにこれだけの状況だというのに、隊長さんはまるで\n起きる様子はなかった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んっ……隊長、さん……ごめん、おちんちん、使うねっ……♥」"
 },
 {
  "type": "cg",
  "key": "EV/b01exh4"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "眠ったままの隊長さんにそう謝りながら、B01はゆっくりと\n腰を上下させ始める。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "すでに彼女の準備は万端だったのだろう。\nずちゅ、じゅぷ、と、水音が静かな医務室の中で響いていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あん、ぅぅ、はぁぅっ……♥♥\n　たいちょーさんっ、たいちょーさんっ……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "普段の彼女からは聞くことのないような甘い、淫猥な声。\n頬を上気させ、貪るように隊長さんの肉竿を膣ひだで味わっている。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……まあ、第１１号特別戦術実証小隊に配属されている【勇者】は\n皆隊長さんに何かしら好意を持っているのは事実。\nそれに――ワケあって全員、彼と肌を重ねた経験はある。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "とはいえ、B01がここまで思い切った行動に出るなんて、\nいささか意外であった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……と、そこまで考えたところでS37は「あ」と小さく呟く。\n少し前に彼女に差し入れたドリンク……あれは確か、\nH119が作ったという怪しげなドリンク剤であった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ラベルには、滋養強壮と書かれていただけだったが――\n作ったのが性に奔放なH型、その中でも色んな意味でブッ飛んだ\nH119となると話が変わってくる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "………………。\nし、知らなかったからしょうがない、ですわよね？"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "誰にともなく頭の中で言い訳タイムを始めているS37をよそに、\nB01のほうはラストスパートに入ったようだった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "息は粗く、白い肌には玉の汗が浮かぶ。\nもはや喘ぎ声を抑えようともしないまま、彼女は眠ったままの\n隊長さんに語りかける。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「たいちょーさんが、いけないんだからっ……♥\n　わたしたちを、こんなに大切にしてくれてっ……なのに\n　えっちなことはX07とばっかりでっ……♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「もっと、使ってほしいのにっ……せーしょり、させて\n　ほしいのにっ……♥♥\n　ばか、ばか、たいちょーさんのばかっ……♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "彼女の熱を帯びた言葉に、隊長さんは答えない。\n……むしろ、起きていたならば彼女がこんなことを言えるはずは\nなかっただろう。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "いつも全体を見て、その場に適した「自分」を演じることに\n慣れてしまったB01。\n彼女の孤独な吐露を今ここで聞いているのは、S37だけだった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……へへ、寝ててもちゃんと、おちんちん反応するんだね。\n　たいちょーさんも、そろそろ、出そうなんだ……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「じゃあ、イこ……一緒に、イこっ……♥\n　んっ、はぁ、あぁ、ふにゃあっ♥♥\n　……あっあっあっあっ、あぁぁぁあぁっ♥♥♥♥」"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "cg",
  "key": "EV/b01exh5"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "嬌声とともに、ひときわ大きく全身を震わせるB01。\nそのまま数秒ほど背筋をぴんと伸ばした後――やがてくたっと\n脱力したように肩を落とした。"
 },
 {
  "type": "cg",
  "key": "EV/b01exh6"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あ、はは……最後まで、シちゃった……。\n　たいちょーさんも……寝たままなのにこんなにいっぱい、\n　せーえき出しちゃって……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……っていうか、あれ……？\n　冷静に考えると私、とんでもないことしてない？\n　なんで、こんな……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……これ、さっきS37からもらったドリンク……。\n　滋養強壮……ん？　裏面に、なにか書いて……\n　『淫乱度大爆発！　夜のお供に！』？？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……………………。\n………………………………。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "すたこらさっさですわ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "B01が色々と後片付けをしているスキに、S37はそっと\nその場を後にしたのであった……。"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
