import type { VnScript } from '../../types';

export const s37_N123_29: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/n123s-1",
    "url": "https://ex.moonchan.xyz/s/206ebcf08f/4008094-16?redirect_to=image"
   },
   {
    "key": "EV/n123s-2",
    "url": "https://ex.moonchan.xyz/s/24b17da9b9/4008094-17?redirect_to=image"
   },
   {
    "key": "EV/n123s-3",
    "url": "https://ex.moonchan.xyz/s/7035baa3ba/4008094-18?redirect_to=image"
   },
   {
    "key": "EV/n123s-s37",
    "url": "https://ex.moonchan.xyz/s/bdeaa062ef/4008094-22?redirect_to=image"
   },
   {
    "key": "EV/n123s-v103",
    "url": "https://ex.moonchan.xyz/s/b04179cbc8/4008094-23?redirect_to=image"
   },
   {
    "key": "EV/n123s-4",
    "url": "https://ex.moonchan.xyz/s/57cf40b5b2/4008094-19?redirect_to=image"
   },
   {
    "key": "EV/n123s-5",
    "url": "https://ex.moonchan.xyz/s/e133379e98/4008094-20?redirect_to=image"
   }
  ]
 },
 {
  "type": "cg",
  "key": "EV/n123s-1"
 },
 {
  "type": "cg",
  "key": "EV/n123s-1"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "戦闘訓練は積んでいるとはいえ、所詮は少女に過ぎない【勇者】と\n屈強な軍人の男たちとでは、【勇者の剣】の力なしでは勝負に\nなるはずもなかった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "N123を抑え込んだ男たちは、下卑た笑みを浮かべながら彼女に\n群がり、暴いてゆく。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「へへ、なかなかいいカラダしてるじゃねえか。\n　……手こずらせてくれた分、しっかり楽しませてもらうぜ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "固くそそり立ったモノを見せつけるようにN123のむき出しの\n秘所へとあてがい、これからの行為を想像させるようにスジを\n竿先でなぞる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ぬらぬらとした我慢汁が、N123の無毛のそこにべっとりと擦り\nつけられ――彼女は怯えたような悲鳴をこぼした。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「や、やめるでござる……！\n　こんなことをされたからって、せ、拙者はお前たちなんかに\n　屈したりしな――」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "彼女が精一杯の強気でそう言おうとした、その時だった。"
 },
 {
  "type": "cg",
  "key": "EV/n123s-2"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「～～～～っっっ……！！！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "何の予告もなく、男は彼女の秘所へその太い肉竿を強引に押し込んでゆく。\n前戯もなしの挿入であったが、やわらかな彼女の蜜壺はその剛直を\nゆっくりと飲み込んでいった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ま、処女じゃねえか。【勇者】だもんな。\n　にしても――」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "男が竿を深く進めてゆくと、N123の口から艶めいた吐息が漏れる。\n結合部からは、すでに愛液がとろりと滴りつつあった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「なかなかいい具合のマンコだぜ、こりゃあ。\n　諜報部系だし、コッチ使うのにもなんだかんだで慣れてるのか？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「エッロ……早く俺らにもヤらせてくださいよ！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「まあそう焦るなって。\n　他のやつでも使って待ってろや」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そう言いながら、男は抽送をスタートする。"
 },
 {
  "type": "cg",
  "key": "EV/n123s-3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んっ、ぅぅ、はぁっ……。\n　おなかっ、おしひろげられてっ……くるしっ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「苦しいってふうには見えねえけどなぁ？\n　マンコは俺のチンポのこと大好きだって言ってしゃぶりついてるぜ？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「そんなわけっ……なっ……あがぁっ♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "心が屈したわけではない。\nだが――諜報の手段として性技も仕込まれていた彼女にとっては、\n男の剛直が自身の腟内を、子宮口をえぐり、ほじくるその感触は\n苦痛ではなく快楽として変換されていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "喘ぎ声を漏らしたN123を見て、男はさらに上機嫌になって\n腰を強く打ち付ける。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「へへ、いい反応するじゃねえか。\n　こうなると殺すのも惜しくなってくるな……。\n　そうだ、お前俺らのモノになれよ。そうすれば生かして\n　やってもいいぜ？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「だれがっ、貴様らのような悪党になんてっ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あんまりそんなこと言うもんじゃないぜ？\n　お前が素直にしないと、お仲間がどうなるか……。\n　ほら、見てみろよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "男の指さした先を、思わず見てしまうN123。\nすると――"
 },
 {
  "type": "cg",
  "key": "EV/n123s-s37"
 },
 {
  "type": "cg",
  "key": "EV/n123s-v103"
 },
 {
  "type": "cg",
  "key": "EV/n123s-v103"
 },
 {
  "type": "cg",
  "key": "EV/n123s-s37"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "一緒に捕らえられたS37、そしてV103。\n彼女たちもまた一糸まとわぬ姿にされて、男たちの慰みものに\n成り果てていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "強引で乱暴な、性欲を満たすだけの行為。\n涙をこぼす彼女たちに一切の遠慮もなく、彼らは精液を\n吐きかけ、胎内に注ぎ込んでゆく。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ひっでぇよなあ。あーんな扱いされてちゃ、すぐおっ死んじまうぜ。\n　……どうだ、お前が俺らに関する証拠を全部捨てて、飼い主に\n　何もなかったって報告すれば――全員生かしてやるよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「う……でも……っ、んぅぅっっ！！！♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「応えはハイかいいえだ。\n　俺が射精するまでに答えなかったら……ま、分かるよな？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "言いながら、男は抽送のペースを上げてゆく。\nN123の意志とは裏腹に、そのやわらかな膣は男をどんどん\n絶頂へと高めつつあった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ううっ、わ、わかりまひたぁっ……。\n　言うこと聞くから、おねがいだからっ、もう許してぇっ……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……へっ、ざまあねえな。\n　猟犬じゃなくただのメス犬だったってわけかよ。\n　それじゃあ――そんなクソ雑魚メス犬には、お仕置きだ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "嗜虐心に満ちた笑みを口の端に浮かべながら、男はラストスパートと\nばかりに子宮口をごつごつと竿でえぐり――"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「そうら、たんまりザーメン注いでやるッッ！」"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "cg",
  "key": "EV/n123s-4"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ぅぅ、～～～～～っっ……！♥♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "竿を根本まで沈み込ませ、最奥で一気に射精する男。\nどろどろと熱いものが腹の中で膨れ上がって、その感覚だけで\nN123は目を白黒させた。"
 },
 {
  "type": "cg",
  "key": "EV/n123s-5"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "男がゆっくりと竿を引き抜くと、結合部からはおびただしい量の\n白濁が溢れ、小さな池を作る。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「いきなり出しすぎですよ。俺らだって使うのに」\n「あー、悪い悪い。まあいいだろ、どうせこの後何十回も\n　マワすんだしよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "頭上を飛び交うそんな言葉に、N123の反応はない。\nうつろな表情、どうやら今ので同時に彼女も絶頂を迎えたらしく、\n半ば意識が飛んでしまっているようだった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んで、どうするんです？　こいつら」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ん？　ああ、そうだな……。\n　しばらく遊んだら、殺して戦死者と一緒に適当にどっかに\n　埋めとくか」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「え、約束守らないんですか？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「当たり前だろ。約束ってのは人間同士でするもんだ。\n　【勇者】は――人間じゃねえだろ？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "…………。\n……………………。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "その後――彼女たちの姿を見た者は、誰もいなかった。\n\nなお後日、黒服部隊宛にはN123のものと思しき頭部が\n送りつけられたという……。"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
