import type { VnScript } from '../../types';

export const s37_ev35_35: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/s37MBev1",
    "url": "https://ex.moonchan.xyz/s/92111579d5/4008094-35?redirect_to=image"
   },
   {
    "key": "EV/s37MBev2",
    "url": "https://ex.moonchan.xyz/s/4bab8c2a38/4008094-36?redirect_to=image"
   },
   {
    "key": "EV/s37MBev3",
    "url": "https://ex.moonchan.xyz/s/b3813d6529/4008094-37?redirect_to=image"
   },
   {
    "key": "EV/s37MBev4",
    "url": "https://ex.moonchan.xyz/s/2544368729/4008094-38?redirect_to=image"
   },
   {
    "key": "EV/s37MBev5",
    "url": "https://ex.moonchan.xyz/s/43d42b4b7c/4008094-39?redirect_to=image"
   },
   {
    "key": "EV/s37MBev6",
    "url": "https://ex.moonchan.xyz/s/547471a0d2/4008094-40?redirect_to=image"
   },
   {
    "key": "EV/s37MBev7",
    "url": "https://ex.moonchan.xyz/s/0a137c4e1e/4008094-41?redirect_to=image"
   }
  ]
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……うぅ、ほ、本当にこの格好でステージに上るんですの？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「今さら何怖気づいてるんだよ。そのつもりでそんなモン\n　持ち歩いてたんだろ？\n　さあ、行った行った。客が待ってるんだ！」"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev1"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev1"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "たまたま持っていたひどく布地の少ない水着。\n兵士が目をつけたのは、これだった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ほとんど何も隠せないようなこの水着を着て、ステージに\n上がれというのだ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "（うう……ありえませんわ、こんなの……。\n　でも、もうおだちんは受け取ってしまいましたし……）"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "普段はいい加減なくせに妙な律儀さを発揮して、S37は言われた通りに\nステージに上がると――観客たちに向かって足をぐっと広げたポーズを\nとってみせる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「とにかく股を見せるポーズで」というのがあの男からの指示だった。\nすると――"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「うおおぉぉ！　今日のストリッパーは大当たりじゃねえか！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「この前のはとんでもねえババアだったけど、今日はいいの\n　呼んでこれたんだな！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "なにやらやたら沸き立つ観客たち。\nそんな彼らの様子に、ひとまず自分の振る舞いが間違っては\nいないらしいと安堵し――同時にわずかな疑問が浮かぶ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "（すとりっぱー、ってなんですの……？）"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "この兵士向けの酒場では、不定期に非公式の裏イベントが開催されていた。\nそのひとつが――性欲を持て余している兵士たちのためのストリップショー。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "以前は【勇者】を使っていたが、最近は【勇者】への不適当な扱いを\n規制する動きが強いために大っぴらには使えない。\nそんなわけで、外部から呼んできていたのだが……兵士からは\n当たり外れが激しいとおおむね不評だった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "だからこそ……少なくとも見た目で言えば美少女なS37が\nこんなあられもない格好で登場したことで、会場はにわかに熱気を\n帯びつつあったのだ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「いいぞ、嬢ちゃん！　そら、もっと腰をぐっと突き出して！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「え、あ……こ、こう、ですの……？」"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev2"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "おずおずと、ぎこちなく言われたとおりにするS37。\nだがその時……ただでさえギリギリだった水着の胸の部分がずれ、\n桜色の突起があらわになる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「「「うおおおおぉぉぉぉ！！！　乳首ゲット！！！」」」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "もはや地上まで聞こえるんじゃないかというくらいの歓声。\nだがS37としては、たまったものではない。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "慌ててずれた水着を直そうとするが、しかし遠巻きに見ていた\n例の兵士が鋭い顔つきで首を横に振る。\nそのままでいろ、と、その目は語っていた。"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "（うう……ありえませんわー……！）"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "顔を真赤にしながら、S37は観客たちを見る。\nぎらぎらとした視線が、S37の乳首に、白布一枚で隠されただけの秘所に\n注がれていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "それどころか――"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「それじゃあそろそろお待ちかね、抜きタイムです！\n　さあ皆さん、壇上へお上がりください！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "いきなりあの兵士がそう言ったかと思うと、これまで見ていただけだった\n観客たちがどかどかとステージに殺到する。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "S37を取り囲むと、彼らは一斉に自身の下半身をさらけ出し、\nグロテスクな肉棒をS37へと向け、各々でしごき始めた。"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev4"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「はぁっ！？　な、なにシてるんですの、汚いですわっ！？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「まあまあ、安心しろよ。\n　踊り子へのお触りは禁止ってことになってるから」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "あっさりと一蹴されると、S37は途方にくれながら周囲の兵士たちを見る。\n彼らはS37を血走った目で見つめながら、一心不乱に自身のモノを\nしごき続けていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "すえた汗と、我慢汁の臭い。\nくらくらとするような熱気の中で、S37はだんだん頭がぼーっと\nしてくるのを感じた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "（この人たち、わたくしのことこんなに……見てますの。\n　こんなに……注目されて……）"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "自分を見て股間のモノをそそり勃たせている男たち。\n一度その視線を意識し始めると、S37の胸中に湧き上がってきたのは\n奇妙な充足感だった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "前の部隊で姫ともてはやされていた時のような……\n自分が必要とされている感覚。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "一度それに気付き始めてしまうと――あれだけ感じていた\n羞恥心が、一気に快楽へと変換され始める。"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev5"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ふ、えへへ……ほーら、もっとじっくり、見てくださいな……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そう言って腰をくねらせると、男たちはまた「うおおお！！」と\n大きな歓声を上げてしごくペースを上げる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "はぁ、はぁ、と息遣いだけが聞こえる奇妙な静寂。\n数十秒か、数分か……しばらく続いた後で、やがてその時が\nやってきた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「うう、出る、出る……ぶ、ぶっかけてやるぞ！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「俺もだ！　たんまりマーキングしてやるッ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "しこしこ、しゅっしゅ。\n絶頂へと登るべく、男たちのペースは最高潮に達し……そして。"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev6"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「～～～～～～～～っ……♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "奇しくも彼らが達したのはほぼ同時。\nゆえに大量の白濁が、一斉にS37の白肌に降り掛かってゆく。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "むせかえるようなオスの臭い。\nS37はというと――体中をどろどろにされながら、その顔に浮かんで\nいたのは笑みだった。"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev7"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ん……はぁっ、すっごいくっさいですわぁ……♥\n　こんなに、わたくしで興奮してくださったんですのね……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ああ……最高だったぜ、嬢ちゃん……。\n　……でも、んん？　よく見たらこいつ、要塞の中で\n　たまに見かける顔のような……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あーっ、それじゃあ今日のショーはここまでってことで！\n　はい、踊り子さんどうもね、これ出演料！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "賢者タイムに入った男の一人がぽつりと呟くと、S37を斡旋した\n例の兵士が慌てた様子で割り込んでくる。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ただでさえ兵士たちが上の認可を得ずに運営している酒場で、\nしかも【勇者】にこんな真似をさせていたとバレようものなら\nどんな事態になるか分かったものではない。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そんなわけで、コトが終わったら用済みとばかりに\nS37は押し出されるようにして酒場から追い出されたのであった……。"
 },
 {
  "type": "cg",
  "key": "EV/s37MBev7"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
