import type { VnScript } from '../../types';

export const s37_ev23_23: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/s3702-1",
    "url": "https://ex.moonchan.xyz/s/9a4320d408/4008094-63?redirect_to=image"
   },
   {
    "key": "EV/s3702-2",
    "url": "https://ex.moonchan.xyz/s/d96d820fad/4008094-64?redirect_to=image"
   },
   {
    "key": "EV/s3702-3",
    "url": "https://ex.moonchan.xyz/s/428b0ff0e0/4008094-66?redirect_to=image"
   },
   {
    "key": "EV/s3702-4",
    "url": "https://ex.moonchan.xyz/s/5034237d24/4008094-67?redirect_to=image"
   },
   {
    "key": "EV/s3702-5",
    "url": "https://ex.moonchan.xyz/s/5753b2526c/4008094-69?redirect_to=image"
   }
  ]
 },
 {
  "type": "cg",
  "key": "EV/s3702-1"
 },
 {
  "type": "cg",
  "key": "EV/s3702-1"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「おい。とっととそこにしゃがめよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "苛立ちの滲む兵士の命令。\nおそるおそるかがみ込むS37の前に、男のモノが放り出される。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "すでにギンギンにそそり立ち、先端からてらてらと我慢汁を\n垂れ流したグロテスクな肉棒。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「こ、こんなもの……どうしろって言うんですの」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あぁ？　何言ってんだ。\n　舐めてご奉仕しろって言ってんだよ。そんなことも分かんねえのか」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「舐めっ……！？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……S37とて、「性処理」で使われたことはある。\nだが彼女の場合ある意味幸いだったのが、その相手が皆\n彼女を”姫”ともてはやす特殊なタイプの者ばかりだったということだ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "彼らから求められた「性処理」といえば――\nご褒美にチンポを踏んでくださいだとか、手でシてくださいだとか。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "たまに、大きな戦功を立てた相手にご褒美として本番を\n求められたこともあったが――その時の行為も他の部隊の\n【勇者】の扱いとは一線を画すくらい丁重な扱いであった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ゆえに、今まで彼女を「使った」者たちは彼女にこんな奉仕を\n決してさせようとはしなかった。\nただ自分が気持ちよくなるために、こんな醜いものを舐めさせるなど。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "戸惑うS37を見て苛立ちをあらわにした兵士は、強引に\n彼女の頭をぐいと掴む。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あぅ、痛いですわっ……むぐっ……！？」"
 },
 {
  "type": "cg",
  "key": "EV/s3702-2"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "強引に口の中に肉竿を押し込まれ、声にならぬ声を上げるS37。\nそんな彼女に、兵士は舌打ちをする。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「噛んだらぶん殴るからな」"
 },
 {
  "type": "cg",
  "key": "EV/s3702-3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んぅ、んぐ、へぐ……っ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "頭をおさえながら、S37の口に強引に竿を出入りさせる兵士。\n呼吸のタイミングもままならず、S37はただ苦しげに呻くことしか\nできない。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "それでも、兵士はそんなこと一切お構いなしに彼女の口内を\n犯し続ける。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あー、ホントラッキーだわ。\n　風呂入ってるときに都合よくオナホが転がり込んでくるんだからよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ここなら誰に何言われることもねえ。\n　他の連中だって、内心じゃお前を使いたいだろうしな？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そんな兵士の言葉どおり。\n浴場にいる兵士たちは皆、この痴態を横目で見ながら\n股間をふくらませていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「この間なんてちょっとその辺にいた【勇者】の乳揉んだだけで\n　憲兵が飛んできたんだぜ。ありえねえよな？\n　まあ、ちょっと小銭握らせたら見ないふりしてくれたけど」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "S37の返事などは求めていない。\nただ性欲も言葉も、吐き捨てるだけ。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そんな一方的な性処理は、しかしやがて終わりを迎えようと\nしていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "抽送が徐々に早くなり、兵士が余裕なさげな声を漏らす。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あー……そろそろイく。キンタマめっちゃせり上がってる……。\n　イくぞ、イくぞイくぞイくぞ、しっかり口マンコに\n　種付けしてやっからな……ッ！！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "――そう兵士が言うのとほぼ同時、S37の口内で熱く、どろりと\nしたものが弾けた。"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "cg",
  "key": "EV/s3702-4"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「～～～～～～～～っ……ぅぅぅっ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ぴったりと、陰毛に顔を押し付けさせられながら射精を受けるS37。\n数秒ほどそれが続いたあと――兵士は勢いよく、彼女の口から\n竿を引き抜く。"
 },
 {
  "type": "cg",
  "key": "EV/s3702-5"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「――はあっ、はぁっ、ぅぅ、げほ、ごほ……っ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "新鮮な空気と同時に磯臭い、えぐい臭いが鼻の奥から上ってきて\nたまらず咳き込むS37。\n喉の奥に絡みついていた精液の一部が口からこぼれだす。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「おい、全部飲めっての」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あぐっ……いっ、たぁ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ぐいと頭を強引に引き寄せられ、顔面で竿先を拭かれる。\nべっとりとした汚らしい白濁が、S37の顔を汚す。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ふう……ヘッタクソだったが、まあいいか。\n　次はもうちょいフェラ練習してこいよ」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "そう言い残すと、兵士の男は満足した様子で浴場から出ていった……。"
 },
 {
  "type": "cg",
  "key": "EV/s3702-5"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
