import type { VnScript } from '../../types';

export const s37_ev33_33: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/s374p1",
    "url": "https://ex.moonchan.xyz/s/c34488dff6/4008094-45?redirect_to=image"
   },
   {
    "key": "EV/s374p2",
    "url": "https://ex.moonchan.xyz/s/6c5d97dd62/4008094-46?redirect_to=image"
   },
   {
    "key": "EV/s374p3",
    "url": "https://ex.moonchan.xyz/s/d40b72fdd5/4008094-47?redirect_to=image"
   }
  ]
 },
 {
  "type": "say",
  "speaker": "",
  "text": "場所を移して、訓練場に隣接する薄暗い用具倉庫の中。\nそこから、湿った水音が絶え間なく聞こえ続けていた。"
 },
 {
  "type": "cg",
  "key": "EV/s374p1"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んっ、ちゅっ、じゅる……♥\n じゅぷ、むちゅ、ちゅう…………♥♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「うっ、おお……！\n　すんげぇチンポ吸ってくる……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「はぁっ、はあっ……。\n　S37さんっ、S37さんっ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ん、ぐうっ……これがセックスっ……！\n　よ、よいのですかS37殿ッ、某たちと、こんな――」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「はっ、あふ……♥\n　いいん、ですのよ♥　皆さんいつも、わたくしたちと\n　一緒に戦ってくださった戦友ですものっ♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「たまにはこうして、親睦を深めませんとっ……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "自分を囲み欲望を叩きつける同隊の兵士たちを、\nS37は淫靡な瞳で見回す。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "やりたい放題の他の部隊と違い、第１１号特別戦術実証小隊では\n【勇者】を性処理の捌け口にしない暗黙のルールがあった。\nだが、彼らとて男は男。欲望がなかったわけではない。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "こうしてS37の方から誘ってこようものなら――\nむしろ今まで抑圧されていた分、燃え上がろうというもの。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「S37さんのおててっ、気持ちいいですっ……！\n　ああ、すべすべのおててで、僕なんかの汚いちんぽ\n　ぎゅっぎゅって握ってっ……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ちくしょう、普段はバカみたいなことばっか\n　してるからマスコット枠だと思ってたのによっ……。\n　なんなんだよ、そんなエロい顔してチンポ味わってっ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「こんな経験一回したら、忘れられなくなっちまう\n　だろうがっ……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あぁっ、S37どの、S37どのっ……！\n　そ、某その、女性と致すのは初めてですのでッ……\n　は、恥ずかしながらもう、我慢の限界でっ……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ふぅ、はぅ……♥\n　いいんですのよ、出したいときに、出したいところで\n　びゅー、びゅーって気持ちよく射精してくださいな……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「……うおぉぉ、S37どのっ……！！！！\n　で、出ます、出ますぅぅっ！　某の子種、どうか\n　お受け取りくださいッッ！！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「お、俺も限界だっ……！\n　出る、出る出る出るっ！！」"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "cg",
  "key": "EV/s374p2"
 },
 {
  "type": "wait",
  "effect": "flash"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「んっ、むぐっ、ふぅぅっ♥♥\n　～～～～～～～～っっっ♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "三者三様に限界を迎え、一気にS37を白濁でデコレートしていく。\nどろりと濃厚な精液の匂いに、S37はうっとりと微笑んでみせた。"
 },
 {
  "type": "cg",
  "key": "EV/s374p3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「むぐ、ごく……♥\n　とぉっても濃いのを、皆さん出してくださいましたわね♥\n　おつかれさま、ですわ♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「うぅ……やっちまった……。\n　こ、こんなの隊長にバレたら……」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「あら、ご心配しなくてもいいんですのよ。\n　今日のことはわたくしと皆様の、秘密ですもの♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「え、S37殿っ……！\n　うう、某はS37殿のことは可愛らしい妹のように\n　思っていたのに……そ、そんなエロい顔をされては……！」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「ふふ、またナカで大きくなってきましたわね……。\n　皆様、もしよかったらもう一回――わたくしと秘密の\n　訓練、してもいいんですのよ？♥」"
 },
 {
  "type": "cg",
  "key": "EV/s374p3"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "その後、しばらく秘密の訓練♥が続いた……。"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
