import type { VnScript } from '../../types';

export const s37_ev37_37: VnScript = {
  meta: { strictLoad: true },
  lines: [
 {
  "type": "preload",
  "wait": true,
  "assets": [
   {
    "key": "EV/badends37",
    "url": "https://ex.moonchan.xyz/s/6a7ddcc711/4008094-10?redirect_to=image"
   }
  ]
 },
 {
  "type": "cg",
  "key": "EV/badends37"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "……数カ月後。\n帝国軍高官の私邸の奥で、ひっきりなしに少女の嬌声が響いていた。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「はぁっ、はぁっ……♥\n　おじさまっ、おじさまぁっ、もっとぉ♥\n　もっとおちんぽ、奥にぃっ♥♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「まったく、仕方のないやつだな貴様は。\n　これ以上子宮をつついたら子供に障るだろう」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "高官がたしなめると、少女――かつてS37と呼ばれていた彼女は、\n切なそうな表情で腰をぐりぐりと動かす。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "彼女の腹は、すでにずいぶんと大きくなっていた。\n……高官か、あるいは彼が戯れに貸した兵士どもの子種によって。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「う～～～……もっと、もっとおちんぽで子宮口ぐりぐりすれば\n　もーっと気持ちいいですのに……♥」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "焦点の定まらない目で、ただ快楽だけを貪ろうとするS37。\nそんな彼女を見ながら、男たちは嘲笑う。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「最初はぴーぴー喚いてたが、今じゃすっかりチンポ漬けになったな。\n　堕ろしたのは何回だったか……。\n　堕ろした端から孕むのだから、大したものだが」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「次こそはちゃんと産んでもらわねば困りますなぁ。\n　昨今は【勇者】を性奴隷として身請けするにも面倒が多いですから、\n　これにはしっかり娘を産んでもらわんと」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「もっとも、娘を産んだらコレもそろそろ用済みだがな。\n　最近はいよいよ締まりが悪くなってきた」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「それはまあ、そうでしょうな。\n　もう閣下の配下の部隊は皆穴兄弟なのでは？」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "「はっはっは、かもしれん」"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "談笑する高官たちの言葉も、S37の耳には届いていない。\n毎日、寝食の時間すらそこそこに犯され、孕まされ、\n精液便所に成り果てて――とうに自我と呼べるものは残っていなかった。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "ただ求められるままに腰を振り、精液を搾り取る。\n竿で膣奥を突かれ、オーガズムに達し、その快楽だけを貪る。\n今の彼女はもはやそういう「機械」に等しい。"
 },
 {
  "type": "say",
  "speaker": "",
  "text": "かつてS37と呼ばれていた、ただの肉人形。\n彼女のその後の行方を――知る者はいない。"
 },
 {
  "type": "end",
  "goto": "#port"
 }
],
};
